import React from 'react';
import Image from 'next/image';

const page = () => {
    return <div className='w-full h-screen '>
        <div className='w-4/5 text-center absolute top-1/2 left-1/2  -translate-x-1/2 -translate-y-1/2'>
        <h1>מיכאל (מיכי) מרק הי"ד</h1>
        <Image src="/../public/assets/rabbi.jpg" width={80} height={80} alt="rabbi-image"/>
        <p>בן 46 היה בהירצחו, איש משפחה אוהב, ידע לקבל כל אדם כמו שהוא באהבה גדולה ולתת לו את ההרגשה שהוא אהוב ויקר לו. אדם ישר ונאמן, איש חזון ועשייה בלתי פוסקת. עסק רבות בחסד, עשייה ציבורית ותרומה למען הכלל. בתוך כך ניהל גם את ישיבת ההסדר שביישוב עתניאל. ידע לשלב בין כל העולמות. שאף תמיד גבוה והצליח להגשים כל חלום שעלה במחשבתו. מפעל חייו למעשה היה להוסיף אור ולהפוך את העולם למקום טוב יותר. נרצח בקיץ תשע"ו, כ"ה בסיוון, על ידי מחבלים בפיגוע ירי בכביש 60 שבדרום הר חברון בו נכחו גם אשתו וילדיו שנפצעו גם הם. במותו ציווה לנו חיים של עשיית טוב והמשך האור הגדול שלו - "להיות טובים יותר"</p>
    </div>
    </div>;
};
export default page;
